Repository: yitaxede/pyptopad
Catalog: pyptopad/*.po
Languages: ru

source: Location:
ru: Расположение файла:

source: Password:
ru: Пароль:

source: Repeat password:
ru: Повторите пароль:

source: Security mode:
ru: Режим безопасности:

source: Run benchmark to see how long decryption will
ru: Запустите бенчмарк, чтобы узнать, сколько времени

source: take on your device in each security mode.
ru: займёт расшифрование на вашем устройстве.

source: Cancel
ru: Отмена

source: Run benchmark
ru: Бенчмарк

source: Create
ru: Создать

source: Creating Database
ru: Создание базы данных

source: pyptopad database
ru: база данных pyptopad

source: all files
ru: все файлы

source: Passwords don't match.
ru: Пароли не совпадают.

source: Wrong file path.
ru: Неверный путь к файлу.

source: Nothing to Hide
ru: Нечегоскрывать

source: I put perfomance above security.
ru: Для меня скорость важнее безопасности.

source: In this mode decryption is quickest,
ru: В этом режиме расшифрование будет быстрее всего,

source: but you better use a strong password.
ru: но Вам лучше использовать сильный пароль.

source: Standard
ru: Стандарт

source: Decrypion takes a little bit longer in this mode,
ru: Расшифрование в этом режиме займёт немного больше времени,

source: which makes brute-force attacks harder.
ru: что усложнит брутфорс атаки.

source: Paranoia
ru: Паранойя

source: Just because you're paranoid,
ru: То, что Вы — параноик,

source: doesn't mean they're not watching you.
ru: не означает, что за Вами не следят.

source: On this device decryption is going to take:
ru: На данном устройстве расшифрование займёт:

source: s with Nothing to Hide Security Mode
ru: с в режиме Нечегоскрывать

source: s with Standard Security Mode
ru: с в режиме Стандарт

source: s with Paranoia Security Mode
ru: с в режиме Паранойя

source: Running...
ru: В процессе...

source: Database:
ru: База данных:

source: Open
ru: Открыть

source: New database
ru: Новая база данных

source: No such file.
ru: Такого файла не существует.

source: Decryption error
ru: Ошибка расшифрования

source: Wrong password or
ru: Пароль неверен или

source: corrupted database.
ru: база данных повреждена

source: Unexpected error. Check console.
ru: Непредвиденная ошибка. Проверьте консоль.

source: Up
ru: Вверх

source: Down
ru: Вниз

source: Rename
ru: Переименовать

source: Clone
ru: Клонировать

source: Delete
ru: Удалить

source: Close
ru: Закрыть

source: Save
ru: Сохранить

source: Enter the title for a new note:
ru: Введите название для новой заметки:

source: Add
ru: Добавить

source: New note -
ru: Новая заметка -

source: Do you want to save changes
ru: Вы хотите сохранить изменения

source: before returning to login window? If you
ru: перед возвращением в окно входа? Если Вы

source: don't save, changes will be
ru: не сохраните их, изменения будут

source: permanently lost.
ru: потеряны навсегда.

source: Save & Close
ru: Сохранить и закрыть

source: Close w/o saving
ru: Выйти без сохранения

source: Save changes? -
ru: Сохранить изменения? -

source: Enter the new title:
ru: Введите новое название для заметки:

source: Renaming note -
ru: Смена названия -

source: Cloning note -
ru: Клонирование -

source: before closing? If you don't save, changes
ru: перед закрытием? Если вы не сохраните их, изменения

source: will be permanently lost.
ru: будут потеряны навсегда
